Repository: tillsc/GVExport
Catalog: resources/lang/*.po
Languages: es, nl

source: This list lets you pick from a number of known web-safe font typefaces. They must be installed on the system or a fallback typeface will be used. These options are known to be installed on almost all desktop systems and that is why they have been chosen. Mobile browsers will likely use a fallback font.
nl: In deze lijst kunt u kiezen uit een aantal bekende webveilige lettertypegroepen. Ze moeten geïnstalleerd zijn op het systeem, anders wordt een terugvallettertype gebruikt. Deze opties zijn gekozen omdat het bekend is dat deze geïnstalleerd zijn op bijna alle desktopsystemen. Mobiele browsers zullen waarschijnlijk een terugvallettertype gebruiken.

source: Set the font point size for the names of individuals.
nl: De puntgrootte van het lettertype voor de namen van personen instellen.

source: This changes the font point size for all text except for names. For example, the date and place of marriage, and the date and place of birth and death.
nl: Dit verandert de puntgrootte van het lettertype voor alle tekst, behalve voor namen. Bijvoorbeeld de datum en plaats van huwelijk, geboorte en overlijden.

source: This changes the colour of the font for names. Note that the colour picker is provided by your browser, and is handled differently depending on which browser you are using.
nl: Dit verandert de kleur van het lettertype voor namen. Merk op dat de kleurenkiezer wordt geleverd door uw browser, en anders wordt behandeld, afhankelijk van welke browser u gebruikt.

source: This changes the colour of the font of all text except for names, for example, the date and place of marriage, and the date and place of birth and death. Note that the colour picker is provided by your browser, and is handled differently depending on which browser you are using.
nl: Dit verandert de kleur van het lettertype van alle tekst behalve namen, bijvoorbeeld de datum en plaats van het huwelijk, geboorte en overlijden. Merk op dat de kleurenkiezer wordt geleverd door uw browser, en anders wordt behandeld, afhankelijk van welke browser u gebruikt.

source: Non-blood related individuals
nl: Niet-bloedverwante personen

source: Related links
nl: Gerelateerde koppelingen

source: Home
nl: Start

source: Show help
nl: Toon help

source: Update successful
nl: Bijwerken voltooid

source: Enter new setting name
nl: Voer de naam van de nieuwe instelling in

source: Rename
nl: Naam wijzigen

source: Here you are able to save the chosen settings within GVExport. The settings are only accessible within the same user and tree. Click a settings record to load it.
nl: Hier kunt u de gekozen instellingen opslaan binnen GVExport. De instellingen zijn alleen toegankelijk binnen dezelfde gebruiker en stamboom. Klik op een instellingenrecord om deze te laden.

source: For example, you may have many diagrams you create from your tree. You may want to save the settings used for each diagram so that in future you can regenerate the diagram to include any new information.
nl: U heeft bijvoorbeeld veel diagrammen die u vanuit uw stamboom maakt. U kunt de instellingen voor elk diagram opslaan, zodat u in de toekomst het diagram opnieuw kunt genereren om er nieuwe informatie in op te nemen.

source: If you click the ellipsis on a record, you will see several options.
nl: Als u op de ellips op een record klikt, ziet u verschillende opties.

source: remove these settings
nl: deze instellingen verwijderen

source: download a file holding the settings, which can be loaded at a later date
nl: download een bestand met de instellingen, dat op een later tijdstip kan worden geladen

source: if logged in, this allows you to share the settings with others by creating a URL to share with them, which is copied to the clipboard of your device
nl: als u bent ingelogd, kunt u hiermee de instellingen met anderen delen door een URL te maken die u met hen kunt delen en die naar het klembord van uw apparaat wordt gekopieerd

source: if a sharing link has been created, this will show to allow you to revoke the link, so it can no longer be accessed
nl: als een koppeling voor delen is gemaakt, wordt deze weergegeven zodat u de koppeling kunt intrekken, zodat deze niet langer toegankelijk is

source: if logged in, this will create a sharing link and add this to the webtrees favourites on your &quot;My page&quot; page
nl: als u bent ingelogd, maakt u een koppeling om te delen en voegt u deze toe aan de webtrees-favorieten op uw pagina &quot;Mijn favorieten&quot;

source: if logged in as a tree manager, this will create a sharing link and add this to the webtrees favourites on the tree home page
nl: als u bent ingelogd als stamboombeheerder, wordt een koppeling voor delen gemaakt en toegevoegd aan de webtreesfavorieten op de startpagina van de stamboom

source: When logged out, only the Delete and Download options will be available
nl: Als u bent uitgelogd, zijn alleen de opties Verwijderen en Downloaden beschikbaar

source: The &quot;Show saved diagrams panel&quot; option adds a new section to the settings that makes the saved settings available as a dropdown list. You may wish to use webtrees&apos; ability for an administrator to &quot;Masquerade as user&quot; to set up some settings for another user, then enable this option, so they can easily choose different prepared diagrams without needed to delve into the advanced settings.
nl: De optie &quot;Toon paneel met opgeslagen diagrammen&quot; voegt een nieuwe sectie toe aan de instellingen die de opgeslagen instellingen beschikbaar maakt als een vervolgkeuzelijst. U wilt misschien in webtrees de beheerdersmogelijkheid &quot;Vermom uzelf als deze gebruiker&quot; gebruiken om sommige instellingen voor een andere gebruiker in te stellen, en dan deze optie inschakelen, zodat zij gemakkelijk verschillende voorbereide diagrammen kunnen kiezen zonder in de geavanceerde instellingen te hoeven duiken.

source: change the name of a saved setting
nl: de naam van een opgeslagen instelling wijzigen

source: Added to My favourites
nl: Toegevoegd aan Mijn favorieten

source: Added to Tree favourites
nl: Toegevoegd aan Stamboomfavorieten

source: For output such as JPG and PNG, the DPI setting will produce higher quality output when it is larger, but will also increase the file size. Smaller values will produce smaller files, but the quality will be worse and if the value is too low you may not be able to read text.
nl: Voor uitvoer zoals JPG en PNG zal de DPI-instelling een hogere kwaliteit uitvoer opleveren wanneer deze groter is, maar ook de bestandsgrootte vergroten. Kleinere waarden leveren kleinere bestanden op, maar de kwaliteit is slechter en als de waarde te laag is, is het mogelijk dat u geen tekst kunt lezen.

source: These options affect the distance between nodes on the diagram.
nl: Deze opties beïnvloeden de afstand tussen knooppunten in het diagram.

source: How close you want generations on the output. For example, for left to right output, smaller numbers will bring the columns of individuals closer together, while larger numbers would push them further apart.
nl: De afstand tussen generaties op de uitvoer. Bijvoorbeeld, voor uitvoer van links naar rechts, brengen kleinere getallen de kolommen van personen dichter bij elkaar, terwijl grotere getallen ze verder uit elkaar duwen.

source: How close you want the individuals of the same generation on the output. For example, for left to right output, smaller numbers will mean less space vertically between the boxes, while larger numbers would push them further apart.
nl: De afstand tussen personen van dezelfde generatie op de uitvoer. Bijvoorbeeld, voor uitvoer van links naar rechts betekenen kleinere getallen minder ruimte verticaal tussen de vakjes, terwijl grotere getallen ze verder uit elkaar duwen.

source: This section lets you change settings related to the layout of the diagram.
nl: In dit gedeelte kunt u instellingen wijzigen die te maken hebben met de indeling van het diagram.

source: When you have selected the "Combined" layout option, this option lets you choose whether the partners should be shown size by side (default), or in Stacked mode, which places them on top of each other. Stacked mode reduces the width of the diagram, which can be helpful in some situations.
nl: Als u de indelingstoptie "Gecombineerd" hebt geselecteerd, kunt u met deze optie kiezen of de partners naast elkaar moeten worden weergegeven (standaard), of in de modus Gestapeld, waarbij ze op elkaar worden geplaatst. De modus Gestapeld verkleint de breedte van het diagram, wat in sommige situaties handig kan zijn.

source: This section allows you to change colours associated with the diagram that are not directly related to the individual or family tiles. Click the coloured box to change the colour. This uses your browser&apos;s colour picker, so will look different depending on what browser you are using.
nl: In dit gedeelte kunt u kleuren veranderen die bij het diagram horen en die niet direct verband houden met de persoons- of gezinstegels. Klik op het gekleurde vakje om de kleur te veranderen. Dit gebruikt de kleurenkiezer van uw browser, dus zal het er anders uitzien, afhankelijk van welke browser u gebruikt.

source: This is the colour of the area behind the family tree.
nl: Dit is de kleur van het gebied achter de stamboom.

source: The colour of the arrows that show relationships between individuals and families.
nl: De kleur van de pijlen die verwantschappen tussen personen en gezinnen aangeven.

source: This shows blood relationships in a different colour than other relationships (e.g. adoption). Selecting this option will provide two colours that can be customised
nl: Dit toont bloedverwantschappen in een andere kleur dan andere relaties (bijvoorbeeld adoptie). Als u deze optie selecteert, krijgt u twee kleuren die u kunt aanpassen

source: The arrow colour to use for children related by birth
nl: De pijlkleur voor kinderen die verwant zijn door geboorte

source: The arrow colour to use for children not related by birth
nl: De pijlkleur voor kinderen die niet verwant zijn door geboorte

source: Layout
nl: Indeling

source: Partner position
nl: Partnerpositie

source: Combined diagram type only
nl: Alleen gecombineerd diagramtype

source: Side by side
nl: Naast elkaar

source: Stacked
nl: Gestapeld

source: Style individuals based on shared note
nl: Personen vormgeven op basis van gedeelde notitie

source: Default background colour for new items
nl: Standaardachtergrondkleur voor nieuwe items

source: Add shared note style
nl: Stijl voor gedeelde notities toevoegen

source: Edit shared notes
nl: Gedeelde notities bewerken

source: %s shared note styles saved.
nl: %s gedeeldenotitiestijlen opgeslagen.

source: No styles set based on shared notes.
nl: Geen stijlen ingesteld op basis van gedeelde notities.

source: Shared note colour
nl: Kleur van gedeelde notitie

source: This option lets you set styles for the tiles of individuals based on the shared notes linked to those individuals. Currently only the background colour can be set.
nl: Met deze optie kunt u stijlen instellen voor de tegels van personen op basis van de gedeelde notities die aan die personen zijn gekoppeld. Momenteel kan alleen de achtergrondkleur worden ingesteld.

source: The options in this section are:
nl: De opties in dit gedeelte zijn:

source: Enable option to use this functionality. If this is disabled, the settings are not used.
nl: Schakel de optie in om deze functionaliteit te gebruiken. Als deze optie is uitgeschakeld, worden de instellingen niet gebruikt.

source: When adding a new item, this is the default colour used.
nl: Bij het toevoegen van een nieuw item is dit de standaardkleur.

source: Choose a shared note from this list and it will be added to the list of shared notes.
nl: Kies een gedeelde notitie uit deze lijst en deze wordt toegevoegd aan de lijst met gedeelde notities.

source: Click this to view the list of shared notes, where you can remove them, rearrange the order, or change the style associated with them.
nl: Klik hierop om de lijst met gedeelde notities weer te geven, waar u ze kunt verwijderen, de volgorde kunt wijzigen of de stijl die bij de notities hoort kunt aanpassen.

source: This option is shown on the list item in the edit screen, where you can choose the background colour for individuals linked to this shared note.
nl: Deze optie wordt weergegeven op het lijstitem in het bewerkingsscherm, waar u de achtergrondkleur kunt kiezen voor personen die gekoppeld zijn aan deze gedeelde notitie.

source: To use this option, first select a shared note. A new screen will appear allowing you to set the style to use for that shared note. You may add multiple items, and you can drag the items in the list to rearrange them.
nl: Om deze optie te gebruiken, selecteert u eerst een gedeelde notitie. Er verschijnt een nieuw scherm waarin u de stijl kunt instellen die u wilt gebruiken voor die gedeelde notitie. U kunt meerdere items toevoegen en u kunt de items in de lijst verslepen om ze opnieuw te rangschikken.

source: If the same style is set by multiple settings, the following order is used:
nl: Als dezelfde stijl wordt ingesteld door meerdere instellingen, wordt de volgende volgorde gebruikt:

source: The style set based on shared notes is then used, if relevant. If an individual is linked to multiple shared notes in the list, the style from the highest note in the list is used.
nl: De stijlset gebaseerd op gedeelde notities wordt dan gebruikt, indien relevant. Als een persoon gekoppeld is aan meerdere gedeelde notities in de lijst, dan wordt de stijl van de hoogste notitie in de lijst gebruikt.

source: If the above options do not apply, then the Individual Background Colour is used.
nl: Als de bovenstaande opties niet van toepassing zijn, wordt de &quot;Achtergrondkleur van personen&quot; gebruikt.

source: Marriage date prefix
nl: Voorvoegsel huwelijksdatum

source: Abbreviated month names
nl: Verkorte maandnamen

source: This section allows for some changes to the content of tiles, including links, abbreviations, and the details included on individuals and families.
nl: In dit onderdeel kunnen enkele wijzigingen worden aangebracht aan de inhoud van tegels, zoals koppelingen, afkortingen en details over personen en gezinnen.

source: For SVG (and PDF if Graphviz installed on server) output, links can be included. This way you can click on the person in the diagram to be taken to their webtrees page.
nl: Voor SVG-uitvoer (en PDF als Graphviz op de server is geïnstalleerd) kunnen koppelingen worden opgenomen. Op deze manier kunt u op de persoon in het diagram klikken om naar de webtreespagina te gaan.

source: There are several options to shorten the names of individuals displayed.
nl: Er zijn verschillende opties om de namen van weergegeven personen in te korten.

source: the default option, this shows the primary name and any nickname. This option currently is the only one where the preferred name is underlined, and is the only one to show nicknames (in &quot;quotes&quot;).
nl: de standaardoptie, deze toont de primaire naam en een eventuele roepnaam. Deze optie is momenteel de enige waarbij de voorkeursnaam wordt onderstreept en is de enige die roepnamen toont (in &quot;quotes&quot;).

source: like the full name, but without nicknames.
nl: zoals de volledige naam, maar zonder roepnamen.

source: just the given names are displayed.
nl: alleen de voornamen worden getoond.

source: just the first word of the name in the given names field.
nl: alleen het eerste woord van de namen in het voornamenveld.

source: just the surnames are displayed.
nl: alleen de achternamen worden getoond.

source: this displays initials only, for example &quot;JFK&quot;.
nl: dit toont alleen initialen, bijvoorbeeld &quot;JFK&quot;.

source: this shows initials for the first and second given name, as well as the full surname. For example: &quot;J.F. Kennedy&quot;
nl: dit toont initialen voor de eerste en tweede voornaam, en de volledige achternaam. Bijvoorbeeld: &quot;J.F. Kennedy&quot;

source: no names are shown. If birth and death details are also disabled then it is possible to show only photos or even just coloured boxes.
nl: er worden geen namen getoond. Als geboorte- en overlijdensgegevens ook zijn uitgeschakeld, is het mogelijk om alleen foto's of zelfs alleen gekleurde vakjes te tonen.

source: There are several options to shorten place names (for place of birth, place of marriage, place of death).
nl: Er zijn verschillende opties om plaatsnamen in te korten (voor geboorteplaats, huwelijksplaats, overlijdensplaats).

source: the place name is printed in full.
nl: de plaatsnaam wordt volledig afgedrukt.

source: the first and last section of the place name is used, using commas to split the sections. For example, &quot;London, England, United Kingdom&quot; would be shortened to &quot;London, United Kingdom&quot;
nl: het eerste en laatste deel van de plaatsnaam wordt gebruikt, waarbij komma's worden gebruikt om de delen te splitsen. Bijvoorbeeld &quot;Londen, Engeland, Verenigd Koninkrijk&quot; wordt afgekort tot &quot;Londen, Verenigd Koninkrijk&quot;

source: the first and last section of the place name is used, using commas to split the sections. The country is then converted to the ISO3166-1-Alpha-2 country code. <br>For example, &quot;Calgary, Alberta, Canada&quot; would be shortened to &quot;Calgary, CA&quot;
nl: het eerste en laatste deel van de plaatsnaam wordt gebruikt, waarbij komma's worden gebruikt om de delen te splitsen. Het land wordt dan omgezet naar de ISO3166-1-Alpha-2 landcode.<br>Bijvoorbeeld, &quot;Calgary, Alberta, Canada&quot; wordt afgekort tot &quot;Calgary, CA&quot;

source: the first and last section of the place name is used, using commas to split the sections. The country is then converted to the ISO3166-1-Alpha-3 country code.<br>For example, &quot;Calgary, Alberta, Canada&quot; would be shortened to &quot;Calgary, CAN&quot;
nl: het eerste en laatste deel van de plaatsnaam wordt gebruikt, waarbij komma's worden gebruikt om de delen te splitsen. Het land wordt dan omgezet naar de ISO3166-1-Alpha-3 landcode.<br>Bijvoorbeeld &quot;Calgary, Alberta, Canada&quot; wordt afgekort tot &quot;Calgary, CAN&quot;

source: Note - The CLDR display name is used for matching. The data comes from <a href="https://www.datahub.io/core/country-codes" class="help-link">Datahub</a> but has been modified as for example the original CLDR name for the United Kingdom is &quot;UK&quot;, and the original CLDR name for the United States is &quot;US&quot;. Matching against these countries for the purposes of abbreviation is therefore pointless. So changes have been made to make this work better. Please <a href="https://github.com/Neriderc/GVExport/issues/new" class="help-link">open an issue</a> on GitHub if you find a country is not abbreviating correctly.
nl: Opmerking - De CLDR-displaynaam wordt gebruikt voor overeenkomsten. De gegevens zijn afkomstig van <a href="https://www.datahub.io/core/country-codes" class="help-link">Datahub</a> maar zijn aangepast omdat bijvoorbeeld de oorspronkelijke CLDR-naam voor het Verenigd Koninkrijk &quot;UK&quot; is, en de oorspronkelijke CLDR-naam voor de Verenigde Staten &quot;US&quot; is. Overeenkomsten zoeken voor deze landen voor het afkorten is daarom zinloos. Daarom zijn er wijzigingen aangebracht om dit beter te laten werken. <a href="https://github.com/Neriderc/GVExport/issues/new" class="help-link">Voeg een probleem toe</a> op GitHub als u vindt dat een land niet correct wordt afgekort.

source: Selecting this box will shorten the month names. This uses the webtrees built in date shortening; in most cases, the month name will be shortened to three characters, e.g. \"Jan\" for January
nl: Als u dit vakje selecteert, worden de maandnamen afgekort. Dit maakt gebruik van de ingebouwde datumafkorting van webtrees; in de meeste gevallen wordt de maandnaam verkort tot drie tekens, bijvoorbeeld "Jan" voor januari.

source: Whether to include the XREF of individuals in the diagram.
nl: Of de XREF van personen moet worden opgenomen in het diagram.

source: Check the box if you would like to include the birthdate of individuals in the output.
nl: Vink het vakje aan als u de geboortedatum van personen wilt opnemen in de uitvoer.

source: You can also choose whether to show the full date of birth or just the year.
nl: U kunt ook kiezen om de volledige geboortedatum of alleen het jaartal te tonen.

source: Whether to show the place of birth in the output. Also see option for abbreviating place names.
nl: Of de geboorteplaats moet worden getoond in de uitvoer. Zie ook de optie voor het verkorten van plaatsnamen.

source: Check the box if you would like to include the death date of individuals in the output.
nl: Vink het vakje aan als u de overlijdensdatum van personen wilt opnemen in de uitvoer.

source: You can also choose whether to show the full date of death or just the year.
nl: U kunt ook kiezen om de volledige overlijdensdatum of alleen het jaartal te tonen.

source: Whether to show the place of death in the output. Also see option for abbreviating place names.
nl: Of de overlijdensplaats moet worden getoond in de uitvoer. Zie ook de optie voor het verkorten van plaatsnamen.

source: Whether to print the sex of the individual on the individual&apos;s tile, e.g. &quot;Male&quot;
nl: Of het geslacht van de persoons moet worden afgedrukt op de tegel van de persoon, bijvoorbeeld &quot;Man&quot;

source: Whether to include the XREF of families in the output.
nl: Of de XREF van gezinnen moet worden opgenomen in de uitvoer.

source: Check the box if you would like to include the date of marriage in the output.
nl: Vink het vakje aan als u de huwelijksdatum wilt opnemen in de uitvoer.

source: You can also choose whether to show the full date of marriage or just the year.
nl: U kunt ook kiezen om de volledige huwelijksdatum of alleen het jaartal te tonen.

source: Whether to show the place of marriage in the output. Also see option for abbreviating place names.
nl: Of de huwelijksplaats moet worden getoond in de uitvoer. Zie ook de optie voor het verkorten van plaatsnamen.

source: Oldest first
nl: Oudste eerst

source: Newest first
nl: Nieuwste eerst

source: Alphabetical order
nl: Alfabetische volgorde

source: Reverse alphabetical order
nl: Omgekeerde alfabetische volgorde

source: Settings list sort order
nl: Instellingen lijstsorteervolgorde

source: The default option. New settings are added to the bottom of the list.
nl: De standaardoptie. Nieuwe instellingen worden onderaan de lijst toegevoegd.

source: New settings are added to the top of the list.
nl: Nieuwe instellingen worden bovenaan de lijst toegevoegd.

source: Settings are sorted based on their name.
nl: Instellingen worden gesorteerd op naam.

source: Settings are sorted based on their name, but in reverse.
nl: Instellingen worden gesorteerd op naam, maar in omgekeerde volgorde.

source: Note that if you update a saved setting, this will affect how it is sorted under the 'Oldest first' or 'Newest first' options.
nl: Merk op dat als je een opgeslagen instelling bijwerkt, dit invloed heeft op de sortering onder de opties 'Oudste eerst' of 'Nieuwste eerst'.

source: This option lets you choose the order of saved settings. The options are
nl: Met deze optie kunt u de volgorde van de opgeslagen instellingen kiezen. De opties zijn

source: Add individual to list of starting individuals
nl: Persoon toevoegen aan lijst met startpersonen

source: Open individual's page
nl: Persoonlijke pagina openen

source: Replace starting individuals with this individual
nl: Vervang startpersonen door deze persoon

source: Add this individual to the list of stopping individuals
nl: Voeg deze persoon toe aan de lijst van stoppersonen
