Repository: tillsc/GVExport
Catalog: resources/lang/*.po
Languages: es, nl

source: Within webtrees, you can add items to the clippings cart. This is usually done by navigating to a record within webtrees then selecting the &quot;Clippings cart&quot; option near the top of the screen.</p><p> If you have added individuals and the related family and media records to the clippings cart, these can be used to display the diagram instead of the criteria in the &quot;People to be included&quot; section.</p><p>If you have individuals in the clippings cart but don&apos;t wish to use these, you have the option to ignore the clippings cart.
nl: Binnen webtrees kunt u items toevoegen aan de knipselverzameling. Dit doet u meestal door naar een record in webtrees te navigeren en vervolgens de optie &quot;Stamboomknipsels&quot; bovenaan het scherm te selecteren.</p><p>Als u personen en de bijbehorende gezins- en mediarecords aan de knipselverzameling hebt toegevoegd, kunnen deze worden gebruikt om het diagram weer te geven in plaats van de criteria in de sectie &quot;Inclusief de volgende personen&quot;.</p><p>Als u personen in de knipselverzameling hebt maar deze niet wilt gebruiken, hebt u de optie om de knipselverzameling te negeren.

source: This is a list of XREFs that represents the records listed in the &quot;Include anyone related to&quot; section. You may edit this box and click the refresh button in order to load your list of XREFs into the selection list.
nl: Dit is een lijst van XREF's die de records vertegenwoordigt die in het onderdeel &quot;Inclusief iedereen die gerelateerd is aan&quot; staan. U kunt dit vak bewerken en op de knop Vernieuwen klikken om uw lijst met XREF's in de selectielijst te laden.

source: If the module reaches one of these people, don&apos;t grow the tree from here. For example, if you chose yourself as the starting point, you might want to include all of your blood relatives except your mother&apos;s side of the family. Add your mother as a person to &quot;Stop processing on&quot;. The tree will still include your mother, but it won&apos;t include her parents, siblings, etc.</p><p>Choose a person in the top box, and they will be added to the list. Their XREF will also be included in the bottom box (which can be edited directly if needed).
nl: Als de module één van deze personen bereikt, laat de boom vanaf daar dan niet verder groeien. Als u bijvoorbeeld uzelf als uitgangspunt kiest, wilt u misschien al uw bloedverwanten opnemen, behalve de kant van uw moeder. Voeg uw moeder toe als een persoon aan "Stop verwerking op". De boom zal nog steeds uw moeder bevatten, maar niet haar ouders, broers en zussen, etc.</p><p>Kies een persoon in het bovenste vak, en deze wordt toegevoegd aan de lijst. Hun XREF wordt ook opgenomen in het onderste vak (dat indien nodig direct kan worden bewerkt).

source: This section has two related options.<h4>Mark not blood-related people with different color</h4><p>Where spouses are included and are not blood-related to anyone in the &quot;Include anyone related to&quot; field, if this option is selected they will be highlighted in a much duller color than the standard blue/pink for relatives.</p><p>Note that when this option is selected, and non-relatives are found in the selected records, then a full tree scan is performed to identify if an individual is related by a more distant link (see next option).</p><h4>Ignore unseen links to speed up relative check</h4><p>This option is only available when the previous option is selected. When the option to display non-relatives in a different colour is selected, normally a scan is performed starting from the starting individuals and branching to all relatives regardless of display settings. This ensures that if a person is related via a link not displayed, they will still show as related.</p><p>Enabling this option prevents the full scan of the tree which can greatly speed up the generation of the diagram on larger trees, but may reduce accuracy of the colouring of non-relatives.
nl: Deze sectie heeft twee gerelateerde opties.<h4>Markeer niet-bloedverwanten met een andere kleur</h4><p>Wanneer partners worden opgenomen die geen bloedverwant zijn van iemand in het veld "Inclusief iedereen die verwant is met", worden zij, als deze optie is geselecteerd, gemarkeerd in een veel saaiere kleur dan de standaardkleur blauw/roze voor verwanten.</p><p>Wanneer deze optie is geselecteerd en in de geselecteerde records niet-verwanten worden gevonden, wordt een volledige boomscan uitgevoerd om na te gaan of een persoon verwant is via een verder verwijderde koppeling (zie de volgende optie).</p><h4>Negeer niet-zichtbare koppelingen om de verwantschapscontrole te versnellen</h4><p>Deze optie is alleen beschikbaar wanneer de vorige optie is geselecteerd. Als de optie om niet-verwanten in een andere kleur weer te geven is geselecteerd, wordt normaal gesproken een scan uitgevoerd beginnend bij de startpersonen en vertakkend naar alle verwanten, ongeacht de weergave-instellingen. Dit zorgt ervoor dat als een persoon verwant is via een koppeling die niet wordt weergegeven, deze toch als verwant wordt weergegeven.</p><p>Inschakelen van deze optie voorkomt het volledig scannen van de boom, wat het genereren van het diagram bij grotere stambomen aanzienlijk kan versnellen, maar de nauwkeurigheid van de kleuring van niet-verwanten kan verminderen.

source: General settings
nl: Algemene instellingen

source: Settings file
nl: Instellingenbestand

source: Save settings to file
nl: Instellingen opslaan in bestand

source: Load settings from file
nl: Instellingen laden uit bestand

source: If you have saved settings to a file, using the menu on the above saved settings, you can load the settings from the file here.
nl: Hier kunt u via het menu instellingen laden uit een bestand dat u eerder hebt opgeslagen.

source: Debug mode
nl: Foutopsporingsmodus

source: Show debug panel
nl: Toon foutopsporingspaneel

source: Enable debug mode
nl: Foutopsporingsmodus inschakelen

source: Use Graphviz on server
nl: Gebruik Graphviz op de server

source: Debug
nl: Fouten opsporen

source: Memory limit reached. Please reduce number of records or use download option.
nl: Geheugenlimiet bereikt. Verminder het aantal records of gebruik de downloadoptie.

source: Memory limit reached. Please reduce number of records or install Graphviz on server and use download option.
nl: Geheugenlimiet bereikt. Verminder het aantal records of installeer Graphviz op de server en gebruik de downloadoptie.

source: Unable to load setting
nl: Kan instelling niet laden

source: Settings for GVExport
nl: Instellingen voor GVExport

source: Administrator settings
nl: Beheerdersinstellingen

source: Download file name
nl: Naam downloadbestand

source: Graphviz MCLIMIT setting
nl: Graphviz MCLIMIT-instelling

source: Birthdate prefix
nl: Voorvoegsel geboortedatum

source: Death date prefix
nl: Voorvoegsel overlijdensdatum

source: Save settings
nl: Instellingen opslaan

source: Save
nl: Opslaan

source: Settings name
nl: Naam instellingen

source: Failed to assign new settings ID
nl: ID voor nieuwe instellingen niet toegewezen

source: Invalid settings ID
nl: Ongeldige instellingen-ID

source: Invalid request
nl: Ongeldige aanvraag

source: Invalid JSON
nl: Ongeldige JSON

source: Settings
nl: Instellingen

source: You can select from the list to load some saved settings. Settings can be added or changed using the options in the advanced section of the &quot;General settings&quot; section.
nl: U kunt uit de lijst kiezen om opgeslagen instellingen te laden. Instellingen kunnen worden toegevoegd of gewijzigd met behulp van de opties in het geavanceerde gedeelte van het onderdeel &quot;Algemene instellingen&quot;.

source: Delete
nl: Verwijderen

source: Copy link
nl: Koppeling kopiëren

source: Copied link to clipboard
nl: Koppeling naar klembord gekopieerd

source: Failed to copy link to clipboard
nl: Kopiëren van koppeling naar klembord mislukt

source: Copy manually below
nl: Kopieer onderstaande koppeling handmatig

source: Overwrite settings '%s'?
nl: Instellingen '%s' overschrijven?

source: Cancel
nl: Annuleren

source: Overwrite
nl: Overschrijven

source: Revoke link
nl: Koppeling intrekken

source: Show saved diagrams panel
nl: Toon paneel met opgeslagen diagrammen

source: Add to My favourites
nl: Toevoegen aan Mijn favorieten

source: Add to Tree favourites
nl: Toevoegen aan Stamboomfavorieten

source: Don't colour these XREFs:
nl: Kleur deze XREF's niet:

source: Saved diagrams
nl: Opgeslagen diagrammen

source: List of diagrams
nl: Lijst van diagrammen

source: Colour these individuals:
nl: Kleur deze personen:

source: Treatment of source individuals
nl: Behandeling van startpersonen

source: Default
nl: Standaard

source: Add to list
nl: Toevoegen aan lijst

source: When you open GVExport, webtrees provides the record of an individual to the chart. This setting dictates what GVExport should do with this individual.</p><p>The options behave as follows:<ul><li>Default - if there is only one record in the starting individuals list, it will be overwritten. Otherwise, the new individual will be added to the list.</li><li>Add to list - The individual is always added to the list of starting individuals.</li><li>Don&apos;t add to list - Ignore the individual.</li><li>Overwrite - Clear the list of starting individuals and only add the new individual to the list.</li></ul></p><h4>Individual record</h4><p>The individual provided is decided by webtrees. If you select GVExport while on the page of an individual, this individual is provided to GVExport. When you come from another page, if the tree has a default individual this person is provided, otherwise the first individual in the tree is provided.
nl: Wanneer u GVExport opent, levert webtrees het record van een persoon aan de grafiek. Deze instelling bepaalt wat GVExport met deze persoon moet doen.</p><p>De opties gedragen zich als volgt:<ul><li>Standaard - als er maar één record in de lijst met startpersonen staat, wordt die overschreven. Anders wordt de nieuwe persoon aan de lijst toegevoegd.</li><li>Toevoegen aan lijst - De persoon wordt altijd toegevoegd aan de lijst van startpersonen.</li><li>Niet toevoegen aan de lijst - Negeer de persoon.</li><li>Overschrijven - De lijst met startpersonen wissen en alleen de nieuwe persoon aan de lijst toevoegen.</li></ul></p><h4>Persoonsrecord</h4><p>De verstrekte persoon wordt bepaald door webtrees. Als u GVExport selecteert terwijl u op de pagina van een persoon bent, wordt deze persoon aan GVExport verstrekt. Als u van een andere pagina komt, wordt, als de stamboom een standaardpersoon heeft, deze persoon verstrekt, anders wordt de eerste persoon in de stamboom verstrekt.

source: Don't add to list
nl: Niet toevoegen aan de lijst

source: One new source individual added to %s existing individuals
nl: Eén nieuwe startpersoon toegevoegd aan %s bestaande personen

source: Diagram will be rendered in browser as server doesn't support photo shapes
nl: Het diagram wordt weergegeven in de browser omdat de server geen fotovormen ondersteunt.

source: No change
nl: Geen wijziging

source: Oval
nl: Ovaal

source: Circle
nl: Cirkel

source: Square
nl: Vierkant

source: Rounded rectangle
nl: Afgeronde rechthoek

source: Photo shape
nl: Fotovorm

source: Photo size
nl: Fotoformaat

source: Search diagram
nl: Diagram zoeken

source: Tile design
nl: Tegelontwerp

source: Individual tile shape
nl: Tegelvorm van personen

source: Display sex of individual
nl: Toon geslacht van persoon

source: Rectangle
nl: Rechthoek

source: Coloured stripe
nl: Gekleurde streep

source: Coloured border
nl: Gekleurde rand

source: Text
nl: Tekst

source: Don't display sex
nl: Toon geen geslacht

source: Background colour
nl: Achtergrondkleur

source: This button shows the history of the pop up notifications. Note that this history is not saved, so it is lost if you leave the page or the page is reloaded.
nl: Deze knop toont de geschiedenis van de pop-upmeldingen. Deze geschiedenis wordt niet opgeslagen, en gaat dus verloren als u de pagina verlaat of als de pagina opnieuw wordt geladen.

source: Message history
nl: Berichtgeschiedenis

source: View message history
nl: Berichtgeschiedenis bekijken

source: Source individual has replaced existing individual
nl: Startpersoon heeft bestaand persoon vervangen

source: Relation types to include
nl: Op te nemen relatietypes

source: Tile contents
nl: Tegelinhoud

source: Shape
nl: Vormen

source: Colours
nl: Kleuren

source: Custom background colour
nl: Aangepaste achtergrondkleur

source: Individual stripe colour
nl: Streepkleur voor personen

source: Individual border colour
nl: Randkleur voor personen

source: Family border colour
nl: Randkleur voor gezinnen

source: Based on individual&apos;s sex
nl: Op basis van het geslacht van de persoon

source: No stripe
nl: Geen streep

source: Same as family border
nl: Zelfde als gezinsrand

source: Page links
nl: Paginakoppelingen

source: Abbreviations
nl: Afkortingen

source: Information on individuals
nl: Informatie over personen

source: Information on families
nl: Informatie over gezinnen

source: Spacing
nl: Afstand

source: Diagram colours
nl: Diagramkleuren

source: Relationship arrow colour
nl: Verwantschapspijlkleur

source: Rounded square
nl: Afgerond vierkant

source: Show sex of individuals
nl: Toon geslacht van personen

source: Output file
nl: Uitvoerbestand

source: Quality of JPG photos
nl: Kwaliteit van JPG-foto's

source: Convert photos to JPG where possible
nl: Foto's waar mogelijk omzetten naar JPG

source: Lowest
nl: Laagste

source: Low
nl: Laag

source: Medium
nl: Gemiddeld

source: High
nl: Hoog

source: Highest
nl: Hoogste

source: Custom border colour
nl: Aangepaste randkleur

source: Photo resolution
nl: Fotoresolutie

source: Based on vital status
nl: Op basis van vitale status

source: Based on age
nl: Op basis van leeftijd

source: Low age colour
nl: Kleur lage leeftijd

source: High age colour
nl: Kleur hoge leeftijd

source: Unknown age colour
nl: Kleur onbekende leeftijd

source: Age for low colour
nl: Leeftijd voor lage kleur

source: Age for high colour
nl: Leeftijd voor hoge kleur

source: This help contains detailed information on the options available in GVExport. You can navigate by clicking the options below.
nl: Deze help bevat gedetailleerde informatie over de opties die beschikbaar zijn in GVExport. U kunt navigeren door op de onderstaande opties te klikken.

source: About GVExport
nl: Over GVExport

source: Detailed information
nl: Gedetailleerde informatie

source: This section has detailed information on each of the options in GVExport.
nl: Deze sectie bevat gedetailleerde informatie over elk van de opties in GVExport.

source: This panel is only shown when the "Show saved diagrams" option is enabled in the "Save settings" section. It has just the following option:
nl: Dit paneel wordt alleen getoond wanneer de "Toon opgeslagen diagrammen" optie is ingeschakeld in de "Instellingen opslaan" sectie. Het heeft alleen de volgende optie:

source: The "People to be included" section lets you choose criteria for who to include in the diagram. Within this section, there are several setting groups:
nl: In de sectie "Op te nemen personen" kunt u criteria kiezen voor wie in het diagram moet worden opgenomen. Binnen deze sectie zijn er verschillende instellingsgroepen:

source: The "Appearance" section lets you customise the look of the diagram. Within this section, there are several setting groups:
nl: In de sectie "Weergave" kunt u het uiterlijk van het diagram aanpassen. Binnen deze sectie zijn er verschillende instellingsgroepen:

source: The "General settings" section has options that don&apos;t fit in the other sections. Within this section, there are several settings groups:
nl: De sectie "Algemene instellingen" heeft opties die niet in de andere secties passen. Binnen deze sectie zijn er verschillende instellingsgroepen:

source: This section allows for some changes to the design of tiles, including the shape, photos, colours, and fonts.
nl: In dit onderdeel kan het ontwerp van de tegels worden aangepast, inclusief de vorm, foto's, kleuren en lettertypen.

source: This option lets you choose the shape for tiles for individuals. There are two options:
nl: Met deze optie kunt u de vorm kiezen voor tegels voor personen. Er zijn twee opties:

source: The default option, the tile is a rectangle shape.
nl: De standaardoptie, de tegel is een rechthoek.

source: The tile has rounded corners
nl: De tegel heeft afgeronde hoeken

source: This lets you assign a shape based on the sex of individuals. For example, you can set male individuals to have rectangle tiles and female individuals to have rounded rectangle tiles.
nl: Hiermee kunt u een vorm toewijzen op basis van het geslacht van personen. U kunt bijvoorbeeld instellen dat mannelijke personen rechthoekige tegels krijgen en vrouwelijke personen afgeronde rechthoekige tegels.

source: This option lets you enable or disable showing photos on the tiles of individuals. If enabled, there are further options as follows:
nl: Met deze optie kunt u het tonen van foto's op de tegels van personen in- of uitschakelen. Indien ingeschakeld, zijn er verdere opties.

source: This option lets you choose the shape of photos. Note that if you have Graphviz installed on the server, using these options will disable generating the diagram on the server, which may prevent large diagrams from being created.
nl: Met deze optie kunt u de vorm van foto's kiezen. Merk op dat als u Graphviz op de server hebt geïnstalleerd, het gebruik van deze opties het genereren van het diagram op de server uitschakelt, wat het maken van grote diagrammen kan voorkomen.

source: This option lets you change the size of photos as they are displayed, which is done as a percentage of the default size. 100&percnt; is the default size, 50&percnt; is half sized and 200&percnt; is double sized.
nl: Met deze optie kunt u de grootte van foto's wijzigen wanneer ze worden weergegeven, wat gebeurt als een percentage van de standaardgrootte. 100&percnt; is de standaardgrootte, 50&percnt; is halve grootte en 200&percnt; is dubbele grootte.

source: This option lets you change the resolution of photos, which is done by adjusting the width as a percentage of the default width. 100&percnt; is the default resolution, 50&percnt; is half the pixels wide and 200&percnt; is double the pixels wide. Because the aspect ratio is maintained, doubling the resolution will increase the size of the file to around 4 times larger (depending on the exact shape of the photo).
nl: Met deze optie kunt u de resolutie van foto's wijzigen, wat gebeurt door de breedte aan te passen als een percentage van de standaardbreedte. 100&percnt; is de standaardresolutie, 50&percnt; is de helft van de pixels breed en 200&percnt; is het dubbele van de pixels breed. Omdat de beeldverhouding gehandhaafd blijft, zal een verdubbeling van de resolutie het bestand ongeveer 4 keer zo groot maken (afhankelijk van de exacte vorm van de foto).

source: This option lets you set the background colour of an individual&apos;s tile. The options are:
nl: Met deze optie kunt u de achtergrondkleur van een persoonstegel instellen. De opties zijn:

source: The background will be set to the chosen colour.
nl: de achtergrond wordt ingesteld op de gekozen kleur.

source: The background will be coloured based on the sex of the individual.
nl: De achtergrond wordt gekleurd op basis van het geslacht van de persoon.

source: The background will be coloured based on whether the individual is living or deceased.
nl: De achtergrond wordt gekleurd op basis van het feit of de persoon leeft of overleden is.

source: The background will be coloured using a scale between two chosen colours, based on the age of the individual.
nl: De achtergrond wordt gekleurd met behulp van een schaal tussen twee gekozen kleuren, op basis van de leeftijd van de persoon.

source: This option lets you set the colour of the stripe across the top of an individual&apos;s tile. The options are:
nl: Met deze optie kunt u de kleur van de streep over de bovenkant van de tegel van een persoon instellen. De opties zijn:

source: No stripe is shown.
nl: Er wordt geen streep getoond.

source: The stripe will be coloured based on the sex of the individual.
nl: De streep wordt gekleurd op basis van het geslacht van de persoon.

source: The stripe will be coloured based on whether the individual is living or deceased.
nl: De streep wordt gekleurd op basis van het feit of de persoon leeft of is overleden.

source: The stripe will be coloured using a scale between two chosen colours, based on the age of the individual.
nl: De streep wordt gekleurd met een schaal tussen twee gekozen kleuren, op basis van de leeftijd van de persoon.

source: This option lets you set the border colour of an individual&apos;s tile. The options are:
nl: Met deze optie kunt u de randkleur van een persoonstegel instellen. De opties zijn:

source: The border will be set to the chosen colour.
nl: De rand wordt ingesteld op de gekozen kleur.

source: The border will be coloured based on the sex of the individual.
nl: De rand wordt gekleurd op basis van het geslacht van de persoon.

source: The family border colour will be used for the border of individuals.
nl: De kleur van de gezinsrand wordt gebruikt voor de rand van personen.

source: The border will be coloured based on whether the individual is living or deceased.
nl: De rand wordt gekleurd op basis van het feit of de persoon leeft of is overleden.

source: The border will be coloured using a scale between two chosen colours, based on the age of the individual.
nl: De rand wordt gekleurd met behulp van een schaal tussen twee gekozen kleuren, op basis van de leeftijd van de persoon.

source: Set the colour for Male individuals, used in above settings for background, stripe, border if selected.
nl: Stel de kleur in voor Mannelijke personen, die in bovenstaande instellingen wordt gebruikt voor achtergrond, streep, rand indien geselecteerd.

source: Set the colour for Female individuals, used in above settings for background, stripe, border if selected.
nl: Stel de kleur in voor Vrouwelijke personen, die in bovenstaande instellingen wordt gebruikt voor achtergrond, streep, rand indien geselecteerd.

source: Set the colour for Other gender individuals, used in above settings for background, stripe, border if selected.
nl: Stel de kleur in voor Personen van een ander geslacht, die in bovenstaande instellingen wordt gebruikt voor achtergrond, streep, rand indien geselecteerd.

source: Set the colour for Unknown gender individuals, used in above settings for background, stripe, border if selected.
nl: Stel de kleur in voor Personen van onbekend geslacht, die in bovenstaande instellingen wordt gebruikt voor achtergrond, streep, rand indien geselecteerd.

source: There are four options here for non-blood related individuals, if the &quot;Mark not blood-related people with different colour&quot; option is enabled in the &quot;People to be included&quot; section.
nl: Er zijn hier vier opties voor niet-bloedverwante personen, als de optie &quot;Markeer niet-bloedverwante personen met andere kleur&quot; is ingeschakeld in de sectie &quot;Op te nemen personen&quot;.

source: The background colour of family records.
nl: De achtergrondkleur voor gezinsrecords.

source: The border colour of family records.
nl: De randkleur voor gezinsrecords.
