Repository: tillsc/GVExport
Catalog: resources/lang/*.po
Languages: es, nl

source: Update
es: Actualizar
nl: Bijwerken

source: Reset
es: Reiniciar
nl: Opnieuw instellen

source: Appearance
es: Apariencia
nl: Weergave

source: Output settings
nl: Uitvoerinstellingen

source: Include anyone related to
es: Incluya a cualquier persona relacionada con
nl: Inclusief iedereen die verwant is met

source: Stop processing on
es: Detener proceso en
nl: Stop verwerking op

source: Include ancestors
nl: Inclusief voorouders

source: Connections to include
nl: Op te nemen koppelingen

source: Siblings
es: Hermanos
nl: Broers en zussen

source: Include descendants
nl: Inclusief afstammelingen

source: Max levels
nl: Max. niveaus

source: Mark not blood-related people with different colour
nl: Markeer niet-bloedverwante personen met andere kleur

source: Add URL to individuals and families
es: Añadir URL a individuales y familias
nl: URL toevoegen naar personen en gezinnen

source: Show birthdate
nl: Toon geboortedatum

source: Show birthplace
nl: Toon geboorteplaats

source: Show death date
nl: Toon overlijdensdatum

source: Full date
nl: Volledige datum

source: Year
es: Año
nl: Jaar

source: Show death place
nl: Toon overlijdensplaats

source: Show family XREF
nl: Toon gezins-XREF

source: Show marriage date
nl: Toon huwelijksdatum

source: Show marriage place
nl: Toon huwelijksplaats

source: Graph direction
nl: Grafiekrichting

source: Separated
nl: Gescheiden

source: Combined
es: Combinado
nl: Gecombineerd

source: Photos
nl: Foto's

source: Output file type
nl: Type uitvoerbestand

source: Number of iterations (MCLIMIT)
es: Número de iteraciones (MCLIMIT)
nl: Aantal iteraties (MCLIMIT)

source: Show options
nl: Toon opties

source: Top-to-bottom
nl: Van boven naar beneden

source: Left-to-right
nl: Van links naar rechts

source: Space between generations
es: Espacio entre generaciones
nl: Ruimte tussen generaties

source: Space between individuals on the same level
es: Espacio entre individuos en el mismo nivel
nl: Ruimte tussen personen op hetzelfde niveau

source: Error running GVExport in browser mode
nl: Fout bij het uitvoeren van GVExport in browsermodus

source: Download
es: Descargar
nl: Downloaden

source: Full place name
es: Nombre completo del lugar
nl: Volledige plaatsnaam

source: City and country
nl: Plaats en land

source: City and 2 letter ISO country code
nl: Plaats en 2-letterige ISO-landcode

source: City and 3 letter ISO country code
nl: Plaats en 3-letterige ISO-landcode

source: Space
es: Espacio
nl: Ruimte

source: Between generations
es: Entre generaciones
nl: Tussen generaties

source: Between individuals on the same level
es: Entre personas del mismo nivel
nl: Tussen personen op hetzelfde niveau

source: Abbreviated place names
es: Nombres de lugares abreviados
nl: Verkorte plaatsnamen

source: People to be included
es: Personas a incluir
nl: Op te nemen personen

source: Show individual XREF
nl: Toon persoons-XREF

source: Options limited as Graphviz not installed on server
nl: Opties beperkt omdat Graphviz niet op de server is geïnstalleerd

source: Anyone
nl: Iedereen

source: All relatives
nl: Alle verwanten

source: You have items in the clippings cart, which can be used for the diagram instead of the below options.
nl: U heeft items in de knipselverzameling, die gebruikt kunnen worden voor het diagram in plaats van de onderstaande opties.

source: Use clippings cart
nl: Gebruik knipselverzameling

source: Ignore clippings cart
nl: Negeer knipselverzameling

source: Warning
nl: Waarschuwing

source: Individual required
nl: Persoon vereist

source: Generated %s individuals and %s family records
nl: %s persoons- en %s gezinsrecords gegenereerd

source: Invalid starting individual:
nl: Ongeldige startpersoon:

source: Your browser does not support exporting images this large. Please reduce number of records, reduce DPI setting, or use SVG option.
nl: Uw browser ondersteunt het exporteren van zulke grote afbeeldingen niet. Verminder het aantal records, verlaag de DPI-instelling of gebruik de SVG-optie.

source: Toggle advanced settings
nl: Toon/verberg geavanceerde instellingen

source: Ignore unseen links to speed up relative check
nl: Negeer niet-zichtbare koppelingen om de verwantschapscontrole te versnellen

source: Non-relatives
nl: Niet-verwanten

source: Font
nl: Lettertype

source: Typeface
nl: Lettertypegroep

source: Font colour for names
nl: Tekstkleur voor namen

source: Font colour for details
nl: Tekstkleur voor details

source: Login expired. Reloading page...
nl: Aanmelding is verlopen. De pagina wordt opnieuw geladen...

source: Relationship arrows
nl: Verwantschapspijlen

source: Show blood relationship in different colour
nl: Toon bloedverwantschap in een andere kleur

source: Related by birth
nl: Verwant door geboorte

source: Related other than by birth
nl: Verwant anders dan door geboorte

source: Full name
nl: Volledige naam

source: Given and surnames
nl: Voor- en achternamen

source: Given names
nl: Voornamen

source: Surnames
nl: Achternamen

source: Don't show names
nl: Toon geen namen

source: First given name only
nl: Alleen de eerste voornaam

source: Initials only
nl: Alleen initialen

source: Given name initials and surname
nl: Voorletters en achternaam

source: Browser render
nl: Browserweergave

source: Auto-update
nl: Automatisch bijwerken

source: Clear all
nl: Alles wissen

source: XREFs of included individuals
nl: XREF's van opgenomen personen

source: Abbreviated names
nl: Verkorte namen

source: Fullscreen
nl: Volledig scherm

source: Male individuals
nl: Mannelijke personen

source: Female individuals
nl: Vrouwelijke personen

source: Other gender individuals
nl: Personen van overig geslacht

source: Unknown gender individuals
nl: Personen van onbekend geslacht

source: Not blood-related male individuals
nl: Niet-bloedverwante mannelijke personen

source: Not blood-related female individuals
nl: Niet-bloedverwante vrouwelijke personen

source: Not blood-related other gender individuals
nl: Niet-bloedverwante personen van overig geslacht

source: Not blood-related unknown gender individuals
nl: Niet-bloedverwante personen van onbekend geslacht

source: Individual background colour
nl: Achtergrondkleur van personen

source: Family background
nl: Achtergrondkleur van gezinnen

source: Outline colour
nl: Omtrekkleur

source: Diagram background colour
nl: Achtergrondkleur van diagram

source: Exit fullscreen
nl: Volledig scherm afsluiten

source: Default values for GVExport
nl: Standaardwaarden voor GVExport

source: Values here are used as default values for new users of GVExport, and are used when users choose to reset the settings.
nl: De waarden hier worden gebruikt als standaardwaarden voor nieuwe gebruikers van GVExport, en worden gebruikt wanneer gebruikers ervoor kiezen de instellingen opnieuw in te stellen.

source: reset to defaults
nl: Standaardwaarden herstellen

source: Font size for details
nl: Lettergrootte voor details

source: Font size for names
nl: Lettergrootte voor namen

source: browser and SVG only
nl: alleen browser en SVG

source: browser, SVG, and PDF only
nl: alleen browser, SVG en PDF

source: This is our starting point. Choose a person to base the diagram around. You might choose yourself.</p><p>You can choose as many starting individuals as you wish. A tree will be created for each starting individual based on the settings, then the trees are merged to create one tree for the diagram.</p><p>Click the X to remove a record from the list. If two or more records are listed, a &quot;Clear all&quot; option will appear to allow you to remove all records.</p><p>You can also click on an individual in this list to have the diagram in the browser scroll to that person.</p><p>When you next come to the page, the default individual or the last individual you were looking at in webtrees will be loaded. If there was just one saved individual then it will be replaced with the individual provided by webtrees on coming to the page. If there were multiple in the list, then the individual provided by webtrees will be added to the list (if not already in it). So be sure to double-check you are only including individuals you are looking for when first loading the page. This default behaviour can be changed with the option &quot;Treatment of source individuals&quot; in the advanced section.
nl: Dit is ons startpunt. Kies een persoon om het diagram op te baseren. U kunt uzelf kiezen.</p><p>U kunt zoveel startpersonen kiezen als u wilt. Voor elke startpersoon wordt een boom gemaakt op basis van de instellingen, waarna de bomen worden samengevoegd tot één boom voor het diagram.</p><p>Klik op de X om een record uit de lijst te verwijderen. Als er twee of meer records in de lijst staan, verschijnt een optie "Alles wissen" waarmee alle records verwijderd kunnen worden.</p><p>U kunt ook op een persoon in deze lijst klikken om het diagram in de browser naar die persoon te laten scrollen.</p><p>Wanneer u de volgende keer op de pagina komt, wordt de standaardpersoon of de laatste persoon die u in webtrees hebt bekeken, geladen. Als er slechts één persoon was opgeslagen, wordt deze vervangen door de persoon die door webtrees is verstrekt wanneer u op de pagina komt. Als er meerdere personen in de lijst stonden, dan zal de persoon die door webtrees is geleverd aan de lijst worden toegevoegd (als die er nog niet in stond). Dus zorg ervoor dat u alleen peronen opneemt die u zoekt als de pagina voor het eerst wordt geladen. Dit standaardgedrag kan worden gewijzigd met de optie "Behandeling van startpersonen" in het geavanceerde gedeelte.

source: This section includes options that let you decide how to build the tree from your starting individual(s).</p><b>Include ancestors</b><p>Tick this option to include ancestors of your starting individual(s) and anyone in the tree.</p><b>Max levels</b><p>The number of generations of ancestors to include. For example, if you chose yourself as your starting person, you may want the diagram to include relatives back to your great-grandparents. In this case, you would type &quot;3&quot; in the Max levels box under Include ancestors, to include your parents&apos; generation, your grandparents&apos; generation, and your great-grandparents&apos; generation.</p><b>Include descendants</b><p>Whether to include children, grandchildren, etc. of people listed in the tree.</p><b>Max levels</b><p>Similar to the same option for &quot;Include ancestors&quot;, this option indicates how many descendant generations should be included.<h4>Relation types to include</h4><p>The type of relatives to include when generating the diagram.</p><b>Siblings</b><p>Include brothers and sisters of anyone in the tree.</p><b>All relations</b><p>Include cousins, nieces, nephews, and their descendants when generating the tree. Requires &quot;Siblings&quot; to be selected.</p><b>Partners</b><p>Include the husbands, wives, and partners of those in the tree even if they aren&apos;t blood-relatives. There is another option &quot;Mark not blood-related people with different color&quot; that allows these people to be marked in a different colour.</p><b>Anyone</b><p>Follow all links regardless of whether the person is related. In practice, this generally means that the family of non-relatives (i.e. spouses) are included in the tree.</p><p>Use this option to include all records of the selected generations. Note that only records with a link are included, so you may need to include more ancestor or descendant generations (or more starting individuals) to get all your records to show.
nl: Dit deel bevat opties waarmee u kunt beslissen hoe de boom moet worden opgebouwd vanuit uw startpersoon/personen).</p><b>Inclusief voorouders</b><p>Vink deze optie aan om de voorouders van uw starpersoon/personen en iedereen in de boom op te nemen.</p><b>Inclusief afstammelingen</b><p>Of u kinderen, kleinkinderen, enz. van personen in de boom wilt opnemen.</p><b>Max. niveaus</b><p>Het aantal generaties voorouders dat moet worden opgenomen. Als U bijvoorbeeld uzelf als startpersoon kiest, kan het zijn dat u wilt dat het diagram ook familieleden bevat die teruggaan tot uw overgrootouders. In dat geval typt u &quot;3&quot; in het vak Max. niveaus onder Inclusief voorouders, om de generatie van uw ouders, uw grootouders en uw overgrootouders op te nemen.</p><h5>Op te nemen relatietypes</h5><p>Het type verwanten dat moet worden opgenomen bij het genereren van het diagram</p><b>Broers en zussen</b><p>Inclusief broers en zussen van iedereen in de boom.</p><b>Alle relaties</b><p>Inclusief neven en nichten en hun nakomelingen bij het genereren van de boom. Vereist dat &quot;Broers en zussen&quot; is geselecteerd.</p><b>Partners</b><p>Inclusief de echtgenoten, echtgenotes en partners van degenen in de boom, zelfs als ze geen bloedverwanten zijn. Er is een andere optie &quot;Markeer niet-bloedverwante personen met andere kleur&quot; waarmee deze personen in een andere kleur kunnen worden gemarkeerd.</p><b>Iedereen</b><p>Volg alle koppelingen, ongeacht of de persoon verwant is. In de praktijk betekent dit meestal dat de familie van niet-verwanten (zoals echtgenoten) in de boom wordt opgenomen.</p><p>Gebruik deze optie om alle records van de geselecteerde generaties op te nemen. Merk op dat alleen records met een koppeling worden opgenomen, dus het is mogelijk dat u meer voorouder- of nakomelingengeneraties (of meer startpersonen) moet opnemen om alle records te tonen.

source: There are two display options here:<ul><li>Left to right - The default option, columns of generations are created with the older generations to the left and younger to the right.<li>Top to bottom - Rows of generations are created, with the older generations at the top and the younger at the bottom.
nl: Er zijn hier twee weergaveopties:<ul><li>Links naar rechts - De standaardoptie, kolommen met generaties worden gemaakt met de oudere generaties aan de linkerkant en jongere aan de rechterkant.<li>Van boven naar beneden - Rijen met generaties worden gemaakt, met de oudere generaties bovenaan en de jongere onderaan.

source: The options here are:<ul><li>Separated - Individuals each have their own tile, connected by arrows. Family records are separate and also connected by arrows.</li><li>Combined - Each couple is one box instead of one per person. Marriage records are connected under the couple. There are no family records if there are no marriage details to show.</li></ul></p><p>There was previously a third option &quot;Simple&quot;, but this has been removed. The advanced settings in the appearance section now contain all the settings needed to recreate this. Loading a simple diagram should set the appropriate settings to recreate the same look.
nl: De opties hier zijn:<ul><li>Gescheiden - Personen hebben elk hun eigen tegel, verbonden door pijlen. Gezinsrecords zijn apart en ook verbonden door pijlen.</li><li>Gecombineerd - Elk koppel is één vak in plaats van één per persoon. Huwelijksrecords zijn verbonden onder het koppel. Er zijn geen gezinsrecords als er geen huwelijksgegevens te tonen zijn.</li></ul></p><p>Er was ook een derde optie &quot;Eenvoudig&quot;, maar die is verwijderd. De geavanceerde instellingen in het weergavegedeelte bevatten nu alle instellingen die nodig zijn om dit na te maken. Het laden van een eenvoudig diagram zou de juiste instellingen moeten geven om hetzelfde uiterlijk te krijgen.

source: This section lets you choose the output file type when downloading the diagram. Some additional settings are available under some circumstances.<h4>Output file type</h4>The output file type you want. This is ignored when rendering in the browser, it is only used when you download a file. File types SVG, PNG, JPG, and PDF can be downloaded, in addition to the Graphviz DOT format.</p><p>There are some minor differences if you have Graphviz installed on the server:<ul><li>There are two more file types, GIF and PostScript (PS). Most people would not need these.</li><li>PDF and SVG files may be smaller and can include URLs</li><li>You may be able to include more records</li></ul><p>In addition, if you have Graphviz installed on the server there are additional quality settings that are available. The following settings are only available when Graphviz is installed on the server, and the output type is set to SVG or PDF:</p><h4>Quality of JPG photos</h4><p>This setting lets you change the quality of embedded JPG photos. This uses the quality setting that is part of the JPG standard. Reducing this can reduce the file size of the output, while increasing it may increase the quality. Also see the DPI setting to change the resolution of the diagram including photos.</p><h4>Convert photos to JPG where possible</h4><p>If enabled, GVExport will attempt to convert PNG, BMP, and GIF files to JPG and will apply the above quality setting.
nl: Hier kunt u het type uitvoerbestand kiezen bij het downloaden van het diagram. Sommige extra instellingen zijn onder bepaalde omstandigheden beschikbaar.<h4>Type uitvoerbestand </h4>Het gewenste type uitvoerbestand. Dit wordt genegeerd bij het renderen in de browser, het wordt alleen gebruikt bij het downloaden van een bestand. Bestandstypen SVG, PNG, JPG en PDF kunnen worden gedownload, naast het Graphviz DOT-formaat.</p><p>Er zijn enkele kleine verschillen als Graphviz op de server is geïnstalleerd:<ul><li>Er zijn nog twee bestandstypen, GIF en PostScript (PS). De meeste mensen hebben deze niet nodig.</li><li>PDF- en SVG-bestanden kunnen kleiner zijn en URL's bevatten</li><li>Mogelijk kunnen er meer records worden opgenomen</li></ul><p>Als Graphviz op de server is geïnstalleerd, zijn er bovendien extra kwaliteitsinstellingen beschikbaar. De volgende instellingen zijn alleen beschikbaar als Graphviz op de server is geïnstalleerd en het uitvoertype is ingesteld op SVG of PDF:</p><h4>Kwaliteit van JPG-foto's</h4><p>Met deze instelling kunt u de kwaliteit van ingesloten JPG-foto's wijzigen. Hierbij wordt de kwaliteitsinstelling gebruikt die deel uitmaakt van de JPG-standaard. Verlagen kan de bestandsgrootte van de uitvoer verminderen, terwijl verhogen de kwaliteit kan verhogen. Zie ook de DPI-instelling om de resolutie van het diagram inclusief foto's te wijzigen.</p><h4>Foto's waar mogelijk omzetten naar JPG</h4><p>Indien ingeschakeld, zal GVExport proberen PNG-, BMP- en GIF-bestanden te converteren naar JPG en de bovenstaande kwaliteitsinstelling toepassen.

source: If the option &quot;Auto-update&quot; is selected, the browser rendered diagram will automatically update when any option is changed. This will also hide the &quot;Update&quot; button.
nl: Indien de optie "Automatisch bijwerken" is geselecteerd, wordt het door de browser weergegeven diagram automatisch bijgewerkt wanneer een optie wordt gewijzigd. Hierdoor wordt ook de knop "Bijwerken" verborgen.

source: GVExport is a webtrees module that allows you to create complex visual family trees, using a tool called Graphviz to display the tree. Select a starting person, adjust the settings, and see that person&apos;s family tree.</p><p>Some fields have an icon <span class=\"info-icon btn btn-primary\">i</span> next to them, clicking this will give you some more information about that field.</p><p>Advanced configurations are possible by toggling advanced settings by clicking the &quot;Toggle advanced settings&quot; option at the end of each section. Clicking the ⛶ in the top right corner of the browser rendering will display the browser rendering in full screen. Clicking the magnifying glass allows you to search the diagram for an individual.</p><p>You can also use the webtrees &quot;Clippings Cart&quot; feature to select records, which GVExport can then use instead of the &quot;People to be included&quot; settings.</p><p>There are several buttons that take action based on the settings that you have chosen:<ul><li>Update: Clicking this updates the browser render (this is hidden if auto-update is enabled).<li>Download: Clicking this will download the diagram in the format chosen in the &quot;Output file type&quot; option. <li>Reset: Clicking this will reset the settings to the default values. Default values can be changed by an administrator in the webtrees Control Panel.<li>Help: Shows this help message.</ul></p><p>For more information, see the <a href=\"https://github.com/Neriderc/GVExport/wiki\" class=\"help-link\">GVExport Wiki</a>.</p><p>You can also ask a question, provide feedback, or suggest features on our <a href=\"https://github.com/Neriderc/GVExport\" class=\"help-link\">GitHub page</a>. Just <a href=\"https://github.com/Neriderc/GVExport/issues/new\" class=\"help-link\">open an issue</a>, or <a href=\"https://github.com/Neriderc/GVExport/issues\" class=\"help-link\">browse existing issues</a>.
nl: GVExport is een webtreesmodule waarmee u complexe visuele stambomen kunt maken, met behulp van het programma Graphviz om de boom weer te geven. Selecteer een startpersoon, pas de instellingen aan en bekijk de stamboom van die persoon.</p><p>Sommige velden hebben een pictogram <span class="info-icon btn btn-primary">i</span> ernaast. Als u hierop klikt, krijgt u wat meer informatie over dat veld.<p><p>Geavanceerde configuraties zijn mogelijk door te klikken op de optie &quot;Toon/verberg geavanceerde instellingen&quot; aan het einde van elke sectie. Als u op de ⛶ in de rechterbovenhoek van de browserweergave klikt, wordt de browserweergave op volledig scherm weergegeven. Als u op het vergrootglas klikt, kunt u in het diagram naar een persoon zoeken.</p><p>U kunt ook de webtreesfunctie &quot;Stamboomknipsels&quot; gebruiken om records te selecteren, die GVExport dan kan gebruiken in plaats van de instellingen bij &quot;Op te nemen personen&quot;.</p><p>Er zijn verschillende knoppen die actie ondernemen op basis van de door u gekozen instellingen:<ul><li>Bijwerken: Door hierop te klikken wordt de browserweergave bijgewerkt (dit is verborgen als automatisch bijwerken is ingeschakeld).<li>Downloaden: Als u hierop klikt, wordt het diagram gedownload in het formaat dat is gekozen in de optie &quot;Type uitvoerbestand&quot;.<li>Opnieuw instellen: Als u hierop klikt, worden de instellingen teruggezet naar de standaardwaarden. Standaardwaarden kunnen worden gewijzigd door een beheerder in het webtrees Controlepaneel.<li>Help: Toont dit helpbericht.</ul></p><p>Zie voor meer informatie de <a href="https://github.com/Neriderc/GVExport/wiki" class="help-link">GVExport-wiki</a>.</p><p>U kunt ook een vraag stellen, feedback geven of functies voorstellen op onze <a href="https://github.com/Neriderc/GVExport" class="help-link">GitHub-pagina</a>. <a href="https://github.com/Neriderc/GVExport/issues/new" class="help-link">Voeg een probleem toe</a> of <a href="https://github.com/Neriderc/GVExport/issues" class="help-link">blader door bestaande problemen</a>.

source: Help information not found
nl: Help-informatie niet gevonden
