Repository: tillsc/GVExport
Catalog: resources/lang/*.po
Languages: es, nl

source: Replace stopping individuals with this individual
nl: Vervang stoppersonen door deze persoon

source: Action when individual clicked
nl: Actie bij klikken op persoon

source: Show menu
nl: Toon menu

source: Do nothing
nl: Doe niets

source: This option lets you choose what happens when you click on an individual in the diagram.
nl: Met deze optie kunt u kiezen wat er gebeurt als u op een persoon in het diagram klikt.

source: This is the default option. When you click on an individual, the webtrees page for that individual will open in a new tab or window.
nl: Dit is de standaardoptie. Als u op een persoon klikt, wordt de webtreespagina voor die persoon geopend in een nieuw tabblad of venster.

source: If this option is selected, clicking on an individual in the diagram will add them to the list of starting individuals.
nl: Als deze optie geselecteerd is, zal het klikken op een persoon in het diagram deze toevoegen aan de lijst van startpersonen.

source: If this option is selected, clicking on an individual in the diagram will add them to the list of starting individuals and remove all others from the list.
nl: Als deze optie geselecteerd is, zal het klikken op een persoon in het diagram deze toevoegen aan de lijst van startpersonen en alle anderen uit de lijst verwijderen.

source: If this option is selected, clicking on an individual in the diagram will add them to the list of stopping individuals.
nl: Als deze optie geselecteerd is, zal het klikken op een persoon in het diagram deze toevoegen aan de lijst van stoppersonen.

source: If this option is selected, clicking on an individual in the diagram will add them to the list of stopping individuals and remove all others from the list.
nl: Als deze optie geselecteerd is, zal het klikken op een persoon in het diagram deze toevoegen aan de lijst van stoppersonen en alle anderen uit de lijst verwijderen.

source: If this option is chosen, when an individual is clicked on in the diagram, a menu will be shown with the above items to choose from.
nl: Als deze optie is gekozen, wordt er bij het klikken op een persoon in het diagram een menu getoond met de bovenstaande items om uit te kiezen.

source: When an individual is clicked on in the diagram, nothing will happen.
nl: Wanneer er op een persoon wordt geklikt in het diagram, gebeurt er niets.

source: Note that there is currently no option for what to do when a family record is clicked on in the diagram. However, the option to add URLs to individuals and families will also affect families in the browser diagram. That is, if you click a family then if this option is enabled, the family page will open in webtrees.
nl: Merk op dat er momenteel geen optie is voor wat er moet gebeuren als er wordt geklikt op een gezinsrecord in het diagram. De optie om URL's toe te voegen aan personen en gezinnen zal echter ook gezinnen in het browserdiagram beïnvloeden. Dat wil zeggen, als u op een gezin klikt en deze optie is ingeschakeld, zal de gezinspagina openen in webtrees.

source: This also affects families in the diagram. If this option is enabled, you can click on family records to open the family webtrees page. Also see \'Action when individual clicked\' in the Browser render settings.
nl: Dit heeft ook invloed op gezinnen in het diagram. Als deze optie is ingeschakeld, kunt u op gezinsrecords klikken om de webtreespagina van het gezin te openen. Zie ook 'Actie bij klikken op persoon' in de Browserweergave-instellingen .

source: Add to list of individuals to highlight
nl: Toevoegen aan lijst van te markeren personen

source: Show selected individuals in different colour
nl: Toon geselecteerde personen in een andere kleur

source: If this option is selected, clicking on an individual in the diagram will add them to the list of individuals with a coloured background for identification in the diagram. See the option "Show selected individuals in different colour", in the Colours section of the Tile design options.
nl: Als deze optie geselecteerd is, zal klikken op een persoon in het diagram deze toevoegen aan de lijst van personen met een gekleurde achtergrond voor identificatie in het diagram. Zie de optie "Toon geselecteerde personen in een andere kleur", in de Kleurensectie van de Tegelontwerp-opties.

source: Default highlight colour
nl: Standaard markeringskleur

source: If the option is enabled to show selected individuals in a different colour, then this option takes priority over all others.
nl: Als de optie is ingeschakeld om geselecteerde personen in een andere kleur weer te geven, dan heeft deze optie voorrang op alle andere.

source: This option lets you set a custom background for selected individuals. The default highlight colour is used by default, but the colour can be customised for each individual. Also see option in Browser Render settings to choose what happens when an individual is clicked, as this may be an easier way to add individuals to this list.
nl: Met deze optie kunt u een aangepaste achtergrond instellen voor geselecteerde personen. Standaard wordt de standaard markeringskleur gebruikt, maar de kleur kan voor elke persoon aangepast worden. Zie ook de optie in Browserweergave-instellingen om te kiezen wat er gebeurt als er op een persoon wordt geklikt, omdat dit een gemakkelijkere manier kan zijn om personen aan deze lijst toe te voegen.

source: Render serverside
es: Renderizar en el servidor

source: Diagram preferences
es: Preferencias del Diagrama

source: Output Settings
es: Opciones de salida

source: Include Ancestors
es: Incluir Ancestros

source: Include
es: Incluir

source: Cousins
es: Primos

source: Spouses
es: Esposas

source: Include Descendants
es: Incluir Descendientes

source: Max Levels
es: Nivel Max

source: Mark not blood-related people with different color
es: Marque a las personas sin consanguinidad con un color diferente

source: Use abbreviated placenames
es: Usar nombres de lugares abreviados

source: Show Birth Date
es: Mostrar Fecha de Nacimiento

source: Show Birth Place
es: Mostrar lugar de nacimiento

source: Show Death Date
es: Mostrar fecha de Defunción

source: Full Date
es: Fecha Completa

source: Show Death Place
es: Mostrar lugar de muerte

source: Show Family ID
es: Mostrar ID Familia

source: Show Marriage Date
es: Mostrar fecha de matrimonio

source: Show Marriage Place
es: Mostrar lugar de matrimonio

source: Graph Direction
es: Dirección del gráfico

source: Diagram Type
es: Tipo de diagrama

source: Decorated
es: Decorado

source: Add photos
es: Añadir fotos

source: Only Decorated or Combined
es: Solo Decorado o Combinado

source: Output File Type
es: Tipo de archivo de salida

source: Generate a file for download
es: Generar un archivo para descargar

source: Choose DOT if you don't have GraphViz installed on server.
es: Elija DOT si no tiene GraphViz instalado en el servidor.

source: helps to reduce the crossings on the graph. This can be really slow (up to 10..15x compared to the 20 setting)
es: Ayuda a reducir los cruces en el gráfico. Esto puede ser muy lento (hasta 10..15x comparado con la configuración 20)

source: Show Selection
es: Mostrar selección

source: SVG only
es: Solo SVG

source: Top-to-Bottom
es: Arriba-a-Abajo

source: Left-to-Right
es: Izquierda-a-Derecha

source: Error running GVExport in Browser mode
es: Error al ejecutar GVExport en modo navegador

source: Preview
es: Previo

source: City and Country
es: Ciudad y país

source: City and 2 Letter ISO Country Code
es: Ciudad y código de país ISO de 2 letras

source: City and 3 Letter ISO Country Code
es: Ciudad y código de país ISO de 3 letras

source: You have items in the clippings cart, so clippings cart items will be used for the diagram instead of the below options.
es: Tiene elementos en el carrito de recortes, por lo que los elementos del carrito de recortes se utilizarán para el diagrama en lugar de las siguientes opciones.

source: Show Individual ID
es: Mostrar ID individual
